Repository: finnhubb/plugin.video.areena
Catalog: plugin.video.areena/resources/language/resource.language.*/strings.po
Languages: fi_fi

# #33001
source: Settings
fi_fi: Asetukset

# #33002
source: Default language
fi_fi: Kieli

# #33003
source: Finnish
fi_fi: Suomi

# #33004
source: Swedish
fi_fi: Ruotsi

# #33005
source: Menu item color
fi_fi: Valikon kohteiden väri

# #33006
source: Title color
fi_fi: Ohjelman nimen väri

# #33007
source: Sort type
fi_fi: Lajittelutyyppi

# #33008
source: Default sort method
fi_fi: Oletuslajittelumetodi

# #33009
source: Name
fi_fi: Nimi

# #33010
source: Duration
fi_fi: Kesto

# #33011
source: Maximum resolution
fi_fi: Suurin sallittu resoluutio

# #33012
source: Automatic
fi_fi: Automaattinen

# #33019
source: Show clips
fi_fi: Näytä ohjelmapätkät

# #33020
source: Downloads folder
fi_fi: Ladattujen videon tallennuspaikka

# #33021
source: Enable debug to kodi.log
fi_fi: Kirjoita debug kodi.log -tiedostoon

# #33022
source: Clear cache
fi_fi: Poistaa välimuisti

# #33023
source: All TV programs (A-Z)
fi_fi: Kaikki TV-ohjelmat (A-Ö)

# #33024
source: TV programs and movies (categories)
fi_fi: TV-ohjelmat ja elokuvat (kategoria)

# #33025
source: TV programs and movies (genres)
fi_fi: TV-ohjelmat ja elokuvat (genre)

# #33026
source: Live TV
fi_fi: Suora TV

# #33027
source: Search
fi_fi: Haku

# #33028
source: Season
fi_fi: Kausi

# #33029
source: Episode
fi_fi: Jakso

# #33030
source: Notice
fi_fi: Ilmoitus

# #33031
source: Error
fi_fi: Virhe

# #33032
source: Download started
fi_fi: Lataus aloitettu

# #33033
source: Download complete
fi_fi: Ladattu

# #33034
source: Download unavailable
fi_fi: Lataus ei ole saatavilla

# #33035
source: File exists
fi_fi: Tiedosto on jo olemassa. Haluatko ylikirjoittaa sen vai ladata sen uudella nimellä vai jatkaa latausta

# #33036
source: Replace
fi_fi: Ylikirjoita

# #33037
source: Rename
fi_fi: Nimeä uudelleen

# #33038
source: Resume download
fi_fi: Jatka latausta

# #33039
source: Download
fi_fi: Lataa
